const GalleryData = [

  {
    pictures: ["/GalleryR3G4.webp", "/galleryR3G1.webp", "/galleryR3G2.webp", "/galleryR3G3.webp"],
    userName: "დავითი",
    userAvatar: "/daviti.webp",
    qualityStars: 5,
    userComment:
      "ახალაშენებულ კორპუსში დავამონტაჟეთ ცენტრალური გათბობის ქვაბი და რადიატორები. კოლექტორული სისტემა გამართულია უნაკლოდ. ხელოსანმა ყველაფერი დეტალურად აგვიხსნა და ჩააბარა ექსპლუატაციაში. მადლობა სწრაფი და ხარისხიანი სერვისისთვის.",

    taskSituation: [
      "კოლექტორული ყუთის და მილების მონტაჟი",
      "გათბობის ქვაბის დაკიდება და ქსელში ჩართვა",
      "სისტემის დაპრესვა და წყლის წნევის შემოწმება",
      "დასრულებული პროექტის ტესტირება მომხმარებელთან ერთად"
    ],

    projectLevel: "საშუალო"
  },

  {
    pictures: ["/galleryR2G1.webp", "/galleryR2G2.webp", "/galleryR2G3.webp"],
    userName: "ნინო",
    userAvatar: "/nino.webp",
    qualityStars: 4,
    userComment:
      "თბილისში განხორციელდა რადიატორების მონტაჟი საცხოვრებელ ბინაში. სამუშაო შესრულდა ხარისხიანად და შეთანხმებულ ვადებში. სისტემის ჰიდრავლიკური ბალანსირება გაკეთდა სწორად, რის შედეგადაც სითბო თანაბრად ნაწილდება ყველა ოთახში.",

    taskSituation: [
      "მილების გაყვანილობის და წერტილების ზუსტი მონიშვნა",
      "გათბობის სისტემის ჰიდრავლიკური ბალანსირება",
      "უსაფრთხოების წესების დაცვა შედუღებისა და მონტაჟის პროცესში",
      "სუფთა სამუშაო გარემოს შენარჩუნება"
    ],

    projectLevel: "მარტივი"
  },
  {
    pictures: ["/premium.webp", "/gallery2.webp", "/gallery3.webp"],
    userName: "გიორგი",
    userAvatar: "/gio.webp",
    qualityStars: 5,
    userComment:
      "საბურთალოზე, პეკინის გამზირზე შევასრულეთ 6 რადიატორის სრული მონტაჟი. სისტემა დაყენდა ზუსტად, გათბობის ბალანსირება გაკეთდა პროფესიონალურად და სამუშაო დასრულდა სუფთად და დროულად. ცენტრალური გათბობა იდეალურად მუშაობს.",

    taskSituation: [
      "ობიექტზე ზუსტი საინჟინრო გაზომვების აღება",
      "სექციური რადიატორების სრულად დაბალანსებული სისტემის მონტაჟი",
      "სამონტაჟო და უსაფრთხოების სტანდარტების სრული დაცვა",
      "სამუშაოს დასრულების შემდეგ სამშენებლო ნარჩენებისგან დასუფთავება"
    ],

    projectLevel: "რთული"
  },

  {
    pictures: ["/galleryR4G1.webp", "/galleryR4G2.webp"],
    userName: "ალექსანდრე",
    userAvatar: "/alxandre.webp",
    qualityStars: 5,
    userComment:
      "საკუთარ სახლში დაგვჭირდა ძველი რადიატორების შეცვლა და ახალი წერტილების დამატება. სოლინის გუნდმა საქმე უმოკლეს დროში შეასრულა. გათბობის სისტემის რეკონსტრუქცია ძალიან სუფთად გაკეთდა. რეკომენდაციას ვუწევ ამ პროფესიონალებს!",

    taskSituation: [
      "ძველი თუჯის რადიატორების დემონტაჟი",
      "ახალი პანელური რადიატორების შერჩევა და დაყენება",
      "გაჟონვის პრევენციისთვის კვანძების შემოწმება",
      "ოთახის თერმოსტატის გამართვა ოპტიმალური ხარჯისთვის"
    ],

    projectLevel: "მარტივი"
  }
];

export default GalleryData;